<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Linux Türkiye</title>
    <link rel="stylesheet" type="text/css" href="/style.css">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.0-alpha1/dist/css/bootstrap.min.css" rel="stylesheet"
          integrity="sha384-GLhlTQ8iRABdZLl6O3oVMWSktQOp6b7In1Zl3/Jr59b6EGGoI1aFkw7cmDA6j6gD" crossorigin="anonymous">
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.0-alpha1/dist/js/bootstrap.bundle.min.js"
            integrity="sha384-w76AqPfDkMBDXo30jS1Sgez6pr3x5MlQ1ZAGC+nuZB+EYdgRZgiwxhTBTkF7CXvN"
            crossorigin="anonymous"></script>
    <nav class="navbar navbar-expand-lg navbar-light bg-light">
        <div class="container-fluid">
            <a class="navbar-brand" href="./index.html">Linux Türkiye</a>
            <button class="navbar-toggler" type="button" data-bs-toggle="collapse"
                    data-bs-target="#navbarSupportedContent" aria-controls="navbarSupportedContent"
                    aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            <div class="collapse navbar-collapse" id="navbarSupportedContent">
                <ul class="navbar-nav me-auto mb-2 mb-lg-0">
                    <li class="nav-item">
                        <a class="nav-link active" aria-current="page" href="./index.html">Anasayfa</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./haberler.html">Haberler</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./etkinlikler.html">Etkinlikler</a></a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./bildirgeler.html">Bildirgeler</a>
                    </li>
                    <li class="nav-item dropdown">
                        <a class="nav-link dropdown-toggle" id="navbarDropdown" role="button"
                           data-bs-toggle="dropdown" aria-expanded="false">
                            Hakkımızda
                        </a>
                        <ul class="dropdown-menu" aria-labelledby="navbarDropdown">
                            <li><a class="dropdown-item" href="./hakkimizda.html">Hakkımızda</a></li>
                            <li><a class="dropdown-item" href="./tarihce.html">Tarihçe</a></li>
                            <li><a class="dropdown-item" href="./ilkeler.html">İlkelerimiz</a></li>
                            <li><a class="dropdown-item" href="./kurumsal.html">Kurumsal</a></li>
                        </ul>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./uyelik.html">Üyelik</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./iletisim.html">İletişim</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./indir.html">İndir</a></a>
                    </li>
                </ul>
            </div>
        </div>
    </nav>
</head>
<body>

<div class="baslik">
    Bildirge
</div>
<p style="text-align: center; font-weight: bold;font-size: 100px">GNU 30 YAŞINDA</p>
<p><strong>GNU</strong>, &ccedil;ekirdeği, sistem ara&ccedil;larını, a&ccedil;ıcılarını, k&uuml;t&uuml;phanelerini ve son kullanıcı yazılımlarını i&ccedil;eren bir işletim sistemidir. İsminin a&ccedil;ılımı <strong>&ldquo;<em>GNU&rsquo;s Not Unix</em>&rdquo; (GNU Unix değildir)</strong> dir. Bu ismi almasındaki sebep de tasarımının Unix&rsquo;e benzerken kendisinin &ouml;zg&uuml;r yazılım olması ve herhangi bir UNIX kodunu i&ccedil;ermemesidir.</p>
<p>GNU işletim sistemi planı 1983 Eyl&uuml;l&rsquo;&uuml;nde <a href="https://web.archive.org/web/20190918012938/https://tr.wikipedia.org/wiki/Richard_Stallman">Richard Stallman</a> tarafından duyurulmuş, 1984 Ocak ayında işleyişe başlamıştır. 2006 itibarıyla GNU h&acirc;l&acirc; etkin olarak gelişmektedir. GNU&rsquo;nun geliştirilmesi GNU Tasarısı tarafından ger&ccedil;ekleştirilmektedir ve bu tasarı altında bir&ccedil;ok GNU belgeleri ve yazılımları bulunur.</p>
<p>&Ouml;zg&uuml;r Yazılım, kullanıcıların yazılımı &ccedil;alıştırma, kopyalama, dağıtma, &uuml;zerinde &ccedil;alışma, değiştirme ve daha da iyileştirme &ouml;zg&uuml;rl&uuml;ğ&uuml;ne atıf yapar. Kullanıcılar t&uuml;m bu &ouml;zg&uuml;rl&uuml;klere sahipse, o zaman bu program &ouml;zg&uuml;r yazılımdır [Stallman, R.M., 2009, s.51-52]</p>
<p><strong>&Ouml;zg&uuml;rl&uuml;k 0 :&nbsp;</strong> Herhangi bir ama&ccedil;la programı &ccedil;alıştırma &ouml;zg&uuml;rl&uuml;ğ&uuml;.</p>
<p><strong>&Ouml;zg&uuml;rl&uuml;k 1:</strong>&nbsp; Programın nasıl &ccedil;alıştığı &uuml;zerine &ccedil;alışma ve yazılımı ihtiya&ccedil;lara g&ouml;re uyarlama &ouml;zg&uuml;rl&uuml;ğ&uuml; (Kaynak koduna erişebilmek, bunun i&ccedil;in bir &ouml;n şarttır).</p>
<p><strong>&Ouml;zg&uuml;rl&uuml;k 2:</strong>&nbsp; Komşumuza yardım etmenizi sağlayacak şekilde kopyaları yeniden dağıtabilme &ouml;zg&uuml;rl&uuml;ğ&uuml;</p>
<p><strong>&Ouml;zg&uuml;rl&uuml;k 3:&nbsp;</strong> Programı daha da geliştirilebilme ve elde ettiğiniz yazılımı toplumun faydalanabilmesi i&ccedil;in herkesle paylaşabilme &ouml;zg&uuml;rl&uuml;ğ&uuml; (Kaynak koduna erişebilmek, bunun i&ccedil;in bir &ouml;n şarttır).</p>
<p>Bu felsefenin kurucusu olan &Ouml;zg&uuml;r Yazılım Vakfı (<em>Free Software Foundation &ndash; FSF</em>) tarafından duyurulan Genel Kamu Lisansı<a href="https://web.archive.org/web/20190918012938/https://www.gnu.org/copyleft/gpl.html" rel="noreferrer noopener" target="_blank">&nbsp;(<em>GNU General Public License &ndash; GPL</em>)</a> en yaygın &ouml;zg&uuml;r yazılım lisans modellerinden biridir. G&uuml;n&uuml;m&uuml;zde GNU GPL, GNU FDL, Creative Commons, LGPL, AGPL, Mozilla, BSD vb. &ouml;zg&uuml;r yazılım lisans modelleri ile geniş bir yazılım &ccedil;eşitliliği ve paylaşım oluşmuş durumdadır.</p>
<p>&Ouml;zg&uuml;r Yazılım gerek bilgisayar yazılımlarının ve i&ccedil;eriklerinin daha hızlı ve &ouml;zg&uuml;rce gelişmesine gerekse bu kavramların ve &uuml;r&uuml;nlerin t&uuml;m kamuoyuna hızlı ve etkin bir şekilde dağılmasına ve paylaşılmasına olanak vermektedir. Sonu&ccedil;ta, yazılım bir insan &uuml;r&uuml;n&uuml;d&uuml;r. Bir kişinin, bir ekibin ya da bir kurumun bilgi, emek ve katkısı ile ortaya &ccedil;ıkmış bu eserlerin hem hukuki haklarının korunması hem de &ouml;zg&uuml;rce paylaşılabilmesi &Ouml;zg&uuml;r Yazılım lisansları ile sağlanabilmektedir.</p>
<p>Bilgi teknolojilerinin hayatımızı şekillendirdiği &ccedil;ağımızda, &ouml;zg&uuml;r yazılım felsefesi, &uuml;r&uuml;nleri ve lisansları, toplumun bu olanaklardan en fazla yararlanmasının da &ouml;n&uuml;n&uuml; a&ccedil;maktadır. &Ouml;zellikle İnternet&rsquo;in d&uuml;nyayı k&uuml;&ccedil;&uuml;ltmesi ve k&uuml;resel bir topluma giderken, bilginin daha fazla katılımla b&uuml;y&uuml;yeceği, insanlığın ortak aklını geliştireceği ger&ccedil;eği doğrultusunda, hukuk sisteminin de bu konuda kendini g&ouml;zden ge&ccedil;irmesi gerektiği a&ccedil;ıktır.</p>
<p><em>[1] Richard M. Stallman, 2009. &Ouml;zg&uuml;r Yazılım, &Ouml;zg&uuml;r Toplum, Richard M. Stallman&rsquo;ın Se&ccedil;me Yazıları. İngilizce aslından &ccedil;evirenler: Serkan &Ccedil;apkan, İzlem G&ouml;z&uuml;keleş, Tahir Emre Kalaycı, &Ccedil;iğdem &Ouml;zşar, Birkan Sarıfakıoğlu, TMMOB Elektrik M&uuml;hendisleri Odası, Ankara.</em></p>
</body>
</html>