<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Linux Türkiye</title>
    <link rel="stylesheet" type="text/css" href="/style.css">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.0-alpha1/dist/css/bootstrap.min.css" rel="stylesheet"
          integrity="sha384-GLhlTQ8iRABdZLl6O3oVMWSktQOp6b7In1Zl3/Jr59b6EGGoI1aFkw7cmDA6j6gD" crossorigin="anonymous">
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.0-alpha1/dist/js/bootstrap.bundle.min.js"
            integrity="sha384-w76AqPfDkMBDXo30jS1Sgez6pr3x5MlQ1ZAGC+nuZB+EYdgRZgiwxhTBTkF7CXvN"
            crossorigin="anonymous"></script>
    <nav class="navbar navbar-expand-lg navbar-light bg-light">
        <div class="container-fluid">
            <a class="navbar-brand" href="./index.html">Linux Türkiye</a>
            <button class="navbar-toggler" type="button" data-bs-toggle="collapse"
                    data-bs-target="#navbarSupportedContent" aria-controls="navbarSupportedContent"
                    aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            <div class="collapse navbar-collapse" id="navbarSupportedContent">
                <ul class="navbar-nav me-auto mb-2 mb-lg-0">
                    <li class="nav-item">
                        <a class="nav-link active" aria-current="page" href="./index.html">Anasayfa</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./haberler.html">Haberler</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./etkinlikler.html">Etkinlikler</a></a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./bildirgeler.html">Bildirgeler</a>
                    </li>
                    <li class="nav-item dropdown">
                        <a class="nav-link dropdown-toggle" id="navbarDropdown" role="button"
                           data-bs-toggle="dropdown" aria-expanded="false">
                            Hakkımızda
                        </a>
                        <ul class="dropdown-menu" aria-labelledby="navbarDropdown">
                            <li><a class="dropdown-item" href="./hakkimizda.html">Hakkımızda</a></li>
                            <li><a class="dropdown-item" href="./tarihce.html">Tarihçe</a></li>
                            <li><a class="dropdown-item" href="./ilkeler.html">İlkelerimiz</a></li>
                            <li><a class="dropdown-item" href="./kurumsal.html">Kurumsal</a></li>
                        </ul>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./uyelik.html">Üyelik</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./iletisim.html">İletişim</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./indir.html">İndir</a></a>
                    </li>
                </ul>
            </div>
        </div>
    </nav>
</head>
<body>
<div class="baslik">
    İlkelerimiz
</div>
<p>Linux Türkiye ilkeleri, derneğin &ouml;nceliklerini tanımlamakta; bu &ouml;ncelikleri nasıl ve hangi şartlar ile koruyacağını tanımlamaktadır. İlkelerimizde adı ge&ccedil;en &ouml;zg&uuml;r yazılım kavramı&nbsp;<a href="https://web.archive.org/web/20191018000444/http://www.gnu.org/philosophy/free-sw.tr.html">http://www.gnu.org/philosophy/free-sw.tr.html</a>&nbsp;adresinde detaylandırılmıştır.</p>
<h2><strong>&Ouml;nceliğimiz &ouml;zg&uuml;r yazılım kullanıcıları ve &ouml;zg&uuml;r yazılım destekleyicileri olacak</strong></h2>
<p>Linux Kullanıcıları Derneği &ouml;zelde GNU/Linux işletim sisteminin, genelde &ouml;zg&uuml;r yazılım kullanıcı ve geliştiricilerinin bir araya gelmesi ile v&uuml;cut bulmuştur. &Ouml;ncelikli olarak &ouml;zg&uuml;r yazılım kullanıcılarının, geliştiricilerinin ve destekleyicilerin fikirlerine ve ihtiya&ccedil;larına eğileceğiz.</p>
<h2><strong>&Ouml;zg&uuml;r yazılımları destekleyeceğiz</strong></h2>
<p>T&uuml;rkiye&rsquo;de ve D&uuml;nya&rsquo;da ulaşabileceğimiz ve bizden destek talep eden ve bizim desteğimiz ile gelişeceğine inandığımız t&uuml;m &ouml;zg&uuml;r yazılım projelerini destekleyeceğiz.</p>
<h2><strong>&Ouml;zg&uuml;r yazılımları tercih edeceğiz</strong></h2>
<p>Sunucularımızda; katıldığımız/d&uuml;zenlediğimiz d&uuml;zenli/d&uuml;zensiz toplantı, seminer ve konferanslarda, ve Linux Türkiye&rsquo;yi temsil ettiğimiz her alanda &ouml;zg&uuml;r yazılımları tercih edeceğiz. &Ouml;zg&uuml;r yazılımları tercih edip ve kullandığımızı dile getireceğiz. Kullandığımız &ouml;zg&uuml;r yazılımların herkes tarafından erişilebilir olmasına &ouml;zen g&ouml;stereceğiz.</p>
<h2><strong>Bilgilendireceğiz</strong></h2>
<p>Bilgimizi ve &uuml;rettiklerimizi paylaşacağız. &Uuml;yelerimizi, destek&ccedil;ilerimizi, &ouml;zg&uuml;r yazılım kullanıcılarını bilgi paylaşımına y&ouml;nlendirmeyi ama&ccedil;lıyoruz.</p>
<p>&Uuml;yelerimize a&ccedil;ık olacağız, gelişmelerden haberdar edeceğiz.</p>
<p>&Ouml;zg&uuml;r yazılım destekleyicileri ve kullanıcıları ile her konuda fikir alış-verişinde bulunacağız.</p>
<p>Ulaşabildiğimiz t&uuml;m insanları &ouml;zg&uuml;r yazılımlar hakkında bilgilendireceğiz.</p>
<p>Her alanda &ouml;zg&uuml;r yazılımların tercih edilmesini destekleyen bilgiyi &uuml;reteceğiz ve yayacağız. &Ouml;zg&uuml;r yazılımların T&uuml;rkiye&rsquo;de tanıtınımını yapacağız ve yaygın olarak kullanılmalarını sağlamak i&ccedil;in &ccedil;alışacağız.</p>
<p>Bilgi teknolojileri alanında ulusal ve uluslararası tekellerin oluşmaması i&ccedil;in toplumu bilgilendireceğiz.</p>
<h2><strong>Birleştirici Olacağız</strong></h2>
<p>Bizimle aynı ama&ccedil; i&ccedil;in &ccedil;alışan diğer topluluklar ile bir arada &ccedil;alışmak i&ccedil;in gayret g&ouml;stereceğiz.</p>
<p>&Ouml;zg&uuml;r yazılım projelerinin birbirlerinden haberdar olmalarını, kullanıcıların &ouml;zg&uuml;r yazılımları destekleyen kişi ve kurumlardan haberdar olmalarını sağlayacağız.</p>
<h2><strong>Kar amacı g&uuml;tmeden &ccedil;alışacağız</strong></h2>
<p>&Ouml;nceliğimiz maddi değerler olmayacak. Yalnızca yukarıda dile getirilen ama&ccedil;larımız doğrultusunda kullanılmak &uuml;zere gelir elde etmek i&ccedil;in &ccedil;alışacağız.</p>
<p>Doğrudan hizmet satmayacağız, herkese aynı mesafede durarak, bu g&ouml;revi &ouml;zg&uuml;r yazılım destekleyicisi firma ve kurumlara bırakacağız. Bilgimizi ve insan g&uuml;c&uuml;m&uuml;z&uuml;, desteklediğimiz &ouml;zg&uuml;r yazılımların her alanda kullanılabilmesi i&ccedil;in kullanacağız.</p>
<p class="post-modified-info">Son g&uuml;ncelleme 24 Mart 2022</p>
</body>
</html>