<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Linux Türkiye</title>
    <link rel="stylesheet" type="text/css" href="/style.css">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.0-alpha1/dist/css/bootstrap.min.css" rel="stylesheet"
          integrity="sha384-GLhlTQ8iRABdZLl6O3oVMWSktQOp6b7In1Zl3/Jr59b6EGGoI1aFkw7cmDA6j6gD" crossorigin="anonymous">
    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.0-alpha1/dist/js/bootstrap.bundle.min.js"
            integrity="sha384-w76AqPfDkMBDXo30jS1Sgez6pr3x5MlQ1ZAGC+nuZB+EYdgRZgiwxhTBTkF7CXvN"
            crossorigin="anonymous"></script>
    <nav class="navbar navbar-expand-lg navbar-light bg-light">
        <div class="container-fluid">
            <a class="navbar-brand" href="./index.html">Linux Türkiye</a>
            <button class="navbar-toggler" type="button" data-bs-toggle="collapse"
                    data-bs-target="#navbarSupportedContent" aria-controls="navbarSupportedContent"
                    aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            <div class="collapse navbar-collapse" id="navbarSupportedContent">
                <ul class="navbar-nav me-auto mb-2 mb-lg-0">
                    <li class="nav-item">
                        <a class="nav-link active" aria-current="page" href="./index.html">Anasayfa</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./haberler.html">Haberler</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./etkinlikler.html">Etkinlikler</a></a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./bildirgeler.html">Bildirgeler</a>
                    </li>
                    <li class="nav-item dropdown">
                        <a class="nav-link dropdown-toggle" id="navbarDropdown" role="button"
                           data-bs-toggle="dropdown" aria-expanded="false">
                            Hakkımızda
                        </a>
                        <ul class="dropdown-menu" aria-labelledby="navbarDropdown">
                            <li><a class="dropdown-item" href="./hakkimizda.html">Hakkımızda</a></li>
                            <li><a class="dropdown-item" href="./tarihce.html">Tarihçe</a></li>
                            <li><a class="dropdown-item" href="./ilkeler.html">İlkelerimiz</a></li>
                            <li><a class="dropdown-item" href="./kurumsal.html">Kurumsal</a></li>
                        </ul>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./uyelik.html">Üyelik</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./iletisim.html">İletişim</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="./indir.html">İndir</a></a>
                    </li>
                </ul>
            </div>
        </div>
    </nav>
</head>
<body>
<div class="baslik">
    Tarihçe
</div>
<p>T&uuml;rkiye&rsquo;de Linux topluluğu&nbsp;<strong>1992</strong>&lsquo;de filizlenirken,&nbsp;<strong>1993</strong>&nbsp;yılında
    linux@bilkent.edu.tr e-posta listesi etrafinda &ouml;rg&uuml;tlenme &ccedil;alışmaları başladı.</p>
<p>Elektronik ortamda haberleşen bu insanlar&nbsp;<strong>1995</strong>&nbsp;yılında d&uuml;zenlenen &ldquo;1. T&uuml;rkiye&rsquo;de
    İnternet Konferansı&rdquo;&lsquo;nda ilk kez y&uuml;zy&uuml;ze bir araya geldiler. Bu buluşmada &ldquo;T&uuml;rkiye
    Linux Kullanıcıları Grubu&rdquo; adıyla birlik oluşturan T&uuml;rk &ouml;zg&uuml;r yazılım g&ouml;n&uuml;ll&uuml;leri,
    o konferansta bir bilgisayar laboratuvarında buluşarak bilgi ve deneyimleri paylaştılar. Bu seminer; ilerleyen
    yıllarda yeniliklerin duyurulacağı, teknik birikimin aktarılacağı, uygulama ve deneyimlerin paylaşılacağı
    binlercesinin habercisiydi.</p>
<p><strong>1996</strong>&lsquo;da T&uuml;rkiye&rsquo;de Internet Konferansı &ouml;ncesi www.linux.org.tr web sitesi a&ccedil;ıldı,
    onu kısa bir s&uuml;re sonra Linux ve &ouml;zg&uuml;r yazılımların T&uuml;rkiye yansılarını tutan ftp.linux.org.tr
    sitesi izledi. Konferansta ilk defa programa Linux seminerleri girdi ve bir Linux laboratuvarı a&ccedil;ıldı.</p>
<p><strong>1997</strong>&lsquo;deki T&uuml;rkiye&rsquo;de İnternet Konferansı&rsquo;nda ilk kez bir salon t&uuml;m
    konferans boyunca tamamen Linux ve &ouml;zg&uuml;r yazılıma ayrıldı, Linux CD&rsquo;si dağıtıldı ve topluluğunun bir&ccedil;ok
    &uuml;yesinin yazdığı ilk T&uuml;rk&ccedil;e Linux kitabı dağıtıldı.</p>
<p><strong>1998</strong>&nbsp;yılında ise T&uuml;rkiye&rsquo;de geliştirilen ilk Linux dağıtımı olan Turkuaz GNU/Linux&rsquo;u,
    T&uuml;rk&ccedil;e olarak hazırladılar ve dağıtım o yılki T&uuml;rkiye&rsquo;de Internet Konferansı&rsquo;nda bir
    kullanım kitap&ccedil;ığı ile birlikte dağıtıldı.<br/><strong><br/>1999</strong>&lsquo;da başlayan Akademik Bilişim
    Konferansları&rsquo;nda da bir salonunun tamamen Linux ve &ouml;zg&uuml;r yazılıma ayrılma geleneği devam etti;
    konferansın hemen &ouml;ncesi, &uuml;niversite bilgi işlem personellerine y&ouml;nelik birka&ccedil; g&uuml;nl&uuml;k
    Linux kursları d&uuml;zenlendi.</p>
<p><strong>2000</strong>&nbsp;Mayıs ayında başlatılan girişimler ile &ldquo;Linux Kullanıcıları Grubu&rdquo; dernek stat&uuml;s&uuml;nde
    bir t&uuml;zel kişiliğe kavuşarak, bug&uuml;nk&uuml; Linux Türkiye adını aldı. Kendi fiziksel
    sunucusuna kavuştu, e-posta listesi de linux@linux.org.tr adresine taşındı. Zaman i&ccedil;erisinde ama&ccedil;larına
    g&ouml;re sayıları ve &ccedil;eşitleri artan e-posta listeleri, g&uuml;n&uuml;m&uuml;ze kadar derneğin temel
    iletişim aracı olmayı s&uuml;rd&uuml;rd&uuml;.</p>
<p>Yine&nbsp;<strong>2000</strong>&nbsp;Mayıs&rsquo;ında Ankara&rsquo;da ve İstanbul&rsquo;da, ilerleyen d&ouml;nemlerde
    İzmir&rsquo;de, &ouml;nce haftalık, daha sonra iki haftada bir ve aylık d&uuml;zenli seminerler yapılmaya başlandı.
    Beş seneyi aşkın s&uuml;re s&uuml;rd&uuml;r&uuml;len bu &ccedil;alışmalarda bir&ccedil;ok konuda dinleyicilerle
    bilgi paylaşıldı, bir&ccedil;ok konuşmacı deneyim kazandı.</p>
<p><strong>2002</strong>&lsquo;de ilk &ldquo;gezici&rdquo; seminerler, İnternet Haftası i&ccedil;inde, 6 şehirlik bir
    turne olarak d&uuml;zenlendi. B&uuml;y&uuml;k şehirlerdeki etkinliklere katılamayan insanların ayaklarına giderek
    onlara ulaşmayı hedefleyen seminerler b&uuml;y&uuml;k başarı kazandı. Gelecek yıllarda T&uuml;rkiye&rsquo;nin d&ouml;rt
    bir yanında onlarca şehirde d&uuml;zenlenecek seminerlerin habercisi oldu.</p>
<p>Yine&nbsp;<strong>2002</strong>&lsquo;de sadece &ouml;zg&uuml;r yazılımlara ayrılmış, derneğin organizasyonunu kendi
    yaptığı &ldquo;Linux ve &Ouml;zg&uuml;r Yazılım Şenliği&rdquo; d&uuml;zenlendi. 4 g&uuml;nde 5 paralel salonda ger&ccedil;ekleştirilen
    oturumlar, firma/topluluk standları, kurulan Internet Cafe ve d&uuml;zenlenen oyun turnuvası ile tamamlanan
    etkinlik; her yıl tekrarlanarak gelenekselleşti.</p>
<p><strong>2004</strong>&lsquo;te T&uuml;rkiye&rsquo;de yaygınlaşan &ouml;zg&uuml;r yazılımla ilgili web g&uuml;nl&uuml;klerini
    tek bir web sitesinde buluşturan &ldquo;Linux Gezegeni&rdquo; a&ccedil;ıldı.</p>
<p><strong>2005</strong>&lsquo;te www.linux.org.tr web sitesinde T&uuml;rkiye&rsquo;de &ouml;zg&uuml;r yazılım konusunda
    yapılan &ccedil;eşitli &ccedil;alışmaların rehberleri oluşturularak; yazılan &ouml;zg&uuml;r yazılım kitaplarına,
    sekt&ouml;rde &ccedil;alışan &ouml;zg&uuml;r yazılım firmalarına, geliştirilen &ouml;zg&uuml;r yazılımlara yer
    verilmeye başlandı.</p>
<p>Yıllar i&ccedil;erisinde Penguence isimli bir elektronik dergi, başarı &ouml;yk&uuml;leri, T&uuml;rk&ccedil;e
    belgeler, yazılım geliştirilmesi ve daha bir&ccedil;ok konuda uygulamalar yapıldı. Pek &ccedil;ok bilişim
    etkinliğinde yer alındı, stand a&ccedil;ıldı, seminer verildi. Basın bildirileri yayınlandı, y&uuml;zlerce kurumla
    işbirliği yapıldı, t&uuml;zel kişiliklerin etkin olabildiği ortamlarda &ouml;zg&uuml;r yazılım camiası temsil
    edildi. Bilişim sekt&ouml;r&uuml;ndeki sivil toplum kuruluşlarının oluşturduğu platformda yer aldı.</p>
<p>Bug&uuml;n 20 yıla yakın ge&ccedil;mişi, bir&ccedil;ok şehirde (ve &uuml;lkede) yaşayan y&uuml;zlerce &uuml;yesi ile Linux Türkiye; T&uuml;rkiye&rsquo;de Linux ve &ouml;zg&uuml;r yazılımlarla ilgili projelerin &uuml;retilmesi, ger&ccedil;ekleştirilmesi
    ve &ouml;zg&uuml;r yazılım kullanımının teşvik edilmesi i&ccedil;in bir&ccedil;ok koldan &ccedil;alışmalar yapmaya
    devam ediyor.</p>
<p class="post-modified-info">Son g&uuml;ncelleme 24 Mart 2022</p>
</body>
</html>